Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Help, setup, tips, guideline reminders, and the explanations in each form now use the same plain, short style as the Welcome Tour. Tips, guideline reminders, Home's greeting, and the setup summary were also English in every language. They're now translated too.
ar: أصبحت المساعدة والإعداد والنصائح وتذكيرات الإرشادات والشروحات في كل نموذج تستخدم الأسلوب البسيط والقصير نفسه المستخدم في الجولة الترحيبية. كما أن النصائح وتذكيرات الإرشادات وتحية الشاشة الرئيسية وملخص الإعداد كانت بالإنجليزية في كل اللغات. أصبحت الآن مترجمة أيضًا.
de: Hilfe, Einrichtung, Tipps, Richtlinienhinweise und die Erklärungen in den Formularen verwenden jetzt denselben einfachen, kurzen Stil wie die Willkommenstour. Tipps, Richtlinienhinweise, die Begrüßung auf der Startseite und die Zusammenfassung der Einrichtung waren außerdem in jeder Sprache englisch. Jetzt sind auch sie übersetzt.
el: Η Βοήθεια, η αρχική ρύθμιση, οι συμβουλές, οι υπενθυμίσεις των κανόνων και οι εξηγήσεις σε κάθε φόρμα χρησιμοποιούν τώρα το ίδιο απλό, σύντομο ύφος με την ξενάγηση καλωσορίσματος. Οι συμβουλές, οι υπενθυμίσεις των κανόνων, ο χαιρετισμός της Αρχικής και η σύνοψη της ρύθμισης ήταν επίσης στα αγγλικά σε κάθε γλώσσα. Τώρα έχουν μεταφραστεί κι αυτά.
es: La Ayuda, la configuración, los consejos, los recordatorios de las normas y las explicaciones de cada formulario usan ahora el mismo estilo sencillo y breve que el recorrido de bienvenida. Los consejos, los recordatorios de las normas, el saludo de Inicio y el resumen de la configuración también estaban en inglés en todos los idiomas. Ahora también están traducidos.
fa: راهنما، راه‌اندازی، نکته‌ها، یادآوری‌های راهنمای رفتار و توضیحات هر فرم اکنون همان سبک ساده و کوتاه تور خوشامدگویی را دارند. نکته‌ها، یادآوری‌های راهنمای رفتار، خوشامد خانه و خلاصهٔ راه‌اندازی همچنین در همهٔ زبان‌ها انگلیسی بودند. اکنون آن‌ها هم ترجمه شده‌اند.
fr: L'Aide, la configuration, les astuces, les rappels des règles et les explications de chaque formulaire utilisent désormais le même style simple et court que la visite de bienvenue. Les astuces, les rappels des règles, le message d'accueil et le résumé de configuration étaient aussi en anglais dans toutes les langues. Ils sont maintenant traduits eux aussi.
he: העזרה, ההגדרה הראשונית, הטיפים, תזכורות ההנחיות וההסברים בכל טופס משתמשים עכשיו באותו סגנון פשוט וקצר כמו סיור קבלת הפנים. הטיפים, תזכורות ההנחיות, הברכה בבית וסיכום ההגדרה היו גם באנגלית בכל השפות. עכשיו גם הם מתורגמים.
hi: सहायता, सेटअप, सुझाव, दिशानिर्देश रिमाइंडर और हर फ़ॉर्म की व्याख्याएँ अब स्वागत टूर जैसी ही सरल, छोटी शैली में हैं। सुझाव, दिशानिर्देश रिमाइंडर, होम का अभिवादन और सेटअप सारांश भी हर भाषा में अंग्रेज़ी में थे। अब वे भी अनूदित हैं।
id: Bantuan, penyiapan, tips, pengingat pedoman, dan penjelasan di setiap formulir kini memakai gaya sederhana dan singkat yang sama seperti Tur Sambutan. Tips, pengingat pedoman, salam di Beranda, dan ringkasan penyiapan juga sebelumnya berbahasa Inggris di semua bahasa. Kini semuanya juga diterjemahkan.
it: Aiuto, configurazione, suggerimenti, promemoria delle linee guida e le spiegazioni in ogni modulo ora usano lo stesso stile semplice e breve del tour di benvenuto. Suggerimenti, promemoria delle linee guida, il saluto della Home e il riepilogo della configurazione erano anche in inglese in tutte le lingue. Ora sono tradotti anche loro.
ja: ヘルプ、セットアップ、ヒント、ガイドラインの注意、各フォームの説明が、ようこそツアーと同じシンプルで短い文体になりました。ヒント、ガイドラインの注意、ホームのあいさつ、セットアップの概要は、どの言語でも英語のままでしたが、これらも翻訳されました。
ko: 도움말, 설정, 팁, 가이드라인 알림, 각 양식의 설명이 이제 환영 둘러보기와 같은 간단하고 짧은 문체를 사용합니다. 팁, 가이드라인 알림, 홈 인사말, 설정 요약은 모든 언어에서 영어로 표시되었는데, 이제 이것들도 번역됩니다.
nl: Help, de installatie, tips, herinneringen aan de richtlijnen en de uitleg in elk formulier gebruiken nu dezelfde eenvoudige, korte stijl als de welkomstrondleiding. Tips, herinneringen aan de richtlijnen, de begroeting op Home en de samenvatting van de installatie waren ook in elke taal Engels. Nu zijn ook die vertaald.
pl: Pomoc, konfiguracja, porady, przypomnienia o zasadach i wyjaśnienia w każdym formularzu używają teraz tego samego prostego, krótkiego stylu co samouczek powitalny. Porady, przypomnienia o zasadach, powitanie na stronie głównej i podsumowanie konfiguracji były też po angielsku w każdym języku. Teraz również są przetłumaczone.
pt: A Ajuda, a configuração, as dicas, os lembretes das diretrizes e as explicações de cada formulário agora usam o mesmo estilo simples e curto do tour de boas-vindas. As dicas, os lembretes das diretrizes, a saudação do Início e o resumo da configuração também estavam em inglês em todos os idiomas. Agora eles também estão traduzidos.
ru: Справка, начальная настройка, советы, напоминания о правилах и пояснения в каждой форме теперь написаны в том же простом и коротком стиле, что и приветственный обзор. Советы, напоминания о правилах, приветствие на «Главной» и сводка настройки к тому же были на английском на всех языках. Теперь они тоже переведены.
sv: Hjälp, konfigurationen, tips, påminnelser om riktlinjerna och förklaringarna i varje formulär använder nu samma enkla, korta stil som välkomstrundturen. Tips, påminnelser om riktlinjerna, hälsningen på Hem och sammanfattningen av konfigurationen var dessutom på engelska på alla språk. Nu är även de översatta.
th: วิธีใช้ การตั้งค่าเริ่มต้น เคล็ดลับ การเตือนเรื่องแนวทาง และคำอธิบายในทุกแบบฟอร์ม ตอนนี้ใช้รูปแบบเรียบง่ายและสั้นแบบเดียวกับทัวร์ต้อนรับ นอกจากนี้ เคล็ดลับ การเตือนเรื่องแนวทาง คำทักทายในหน้าหลัก และสรุปการตั้งค่า เคยเป็นภาษาอังกฤษในทุกภาษา ตอนนี้แปลแล้วเช่นกัน
tr: Yardım, kurulum, ipuçları, yönerge hatırlatmaları ve her formdaki açıklamalar artık Karşılama Turu ile aynı sade ve kısa üslubu kullanıyor. İpuçları, yönerge hatırlatmaları, Ana Sayfa selamlaması ve kurulum özeti ayrıca her dilde İngilizceydi. Artık bunlar da çevrildi.
uk: Довідка, початкове налаштування, поради, нагадування про правила й пояснення в кожній формі тепер написані в тому ж простому й короткому стилі, що й вітальний тур. Поради, нагадування про правила, привітання на «Головній» і підсумок налаштування до того ж були англійською в усіх мовах. Тепер вони теж перекладені.
vi: Trợ giúp, thiết lập, mẹo, lời nhắc về quy tắc và phần giải thích trong mỗi biểu mẫu giờ dùng cùng phong cách đơn giản, ngắn gọn như Hướng dẫn chào mừng. Mẹo, lời nhắc về quy tắc, lời chào ở Trang chủ và bản tóm tắt thiết lập trước đây cũng là tiếng Anh trong mọi ngôn ngữ. Giờ chúng cũng đã được dịch.
zh_hans: 帮助、设置流程、提示、准则提醒以及每个表单中的说明，现在都采用与欢迎导览相同的简洁、简短风格。提示、准则提醒、主页问候语和设置摘要此前在所有语言中也都是英文，现在也已翻译。

source: Home only counted new comments on things you'd opened before. Anything you hadn't opened showed no count, and stopped counting as new the next time the app opened. Now everything on Home counts new comments the same way, and the count keeps adding up until you open the item or mark it as read. A topic posted since your last visit shows NEW and its comment count, and the summary at the top only calls something a new topic if it really is. Reported directly.
ar: كانت الشاشة الرئيسية تحسب التعليقات الجديدة فقط على ما فتحته من قبل. ما لم تفتحه لم يكن يُظهر أي عدد، ويتوقف عن اعتباره جديدًا عند فتح التطبيق مرة أخرى. الآن تحسب الشاشة الرئيسية التعليقات الجديدة بالطريقة نفسها في كل مكان، ويستمر العدد في الزيادة حتى تفتح العنصر أو تعلّمه كمقروء. يعرض الموضوع المنشور منذ زيارتك الأخيرة كلمة جديد وعدد تعليقاته، ولا يسمّي الملخص في الأعلى شيئًا موضوعًا جديدًا إلا إذا كان كذلك فعلًا. تم الإبلاغ عنه مباشرة.
de: Die Startseite zählte neue Kommentare nur bei Einträgen, die du schon einmal geöffnet hattest. Alles, was du nicht geöffnet hattest, zeigte keine Anzahl und galt beim nächsten Öffnen der App nicht mehr als neu. Jetzt zählt die Startseite neue Kommentare überall gleich, und die Anzahl wächst weiter, bis du den Eintrag öffnest oder als gelesen markierst. Ein Thema, das seit deinem letzten Besuch erstellt wurde, zeigt NEU und seine Kommentaranzahl, und die Zusammenfassung oben nennt etwas nur dann ein neues Thema, wenn es wirklich eines ist. Direkt gemeldet.
el: Η Αρχική μετρούσε νέα σχόλια μόνο σε στοιχεία που είχατε ήδη ανοίξει. Όσα δεν είχατε ανοίξει δεν έδειχναν αριθμό και έπαυαν να θεωρούνται νέα την επόμενη φορά που άνοιγε η εφαρμογή. Τώρα η Αρχική μετρά τα νέα σχόλια με τον ίδιο τρόπο παντού, και ο αριθμός συνεχίζει να αυξάνεται μέχρι να ανοίξετε το στοιχείο ή να το σημειώσετε ως αναγνωσμένο. Ένα θέμα που δημοσιεύτηκε από την τελευταία σας επίσκεψη δείχνει ΝΕΟ και τον αριθμό σχολίων, και η σύνοψη στην κορυφή λέει κάτι νέο θέμα μόνο αν είναι πραγματικά. Αναφέρθηκε απευθείας.
es: Inicio solo contaba los comentarios nuevos en lo que ya habías abierto. Lo que no habías abierto no mostraba ningún número, y dejaba de contar como nuevo la próxima vez que abrías la app. Ahora Inicio cuenta los comentarios nuevos igual en todo, y el número sigue sumando hasta que abres el elemento o lo marcas como leído. Un tema publicado desde tu última visita muestra NUEVO y su número de comentarios, y el resumen de arriba solo llama tema nuevo a lo que de verdad lo es. Informado directamente.
fa: خانه فقط نظرهای تازهٔ مواردی را می‌شمرد که قبلاً باز کرده بودید. مواردی که باز نکرده بودید عددی نشان نمی‌دادند و در اجرای بعدی برنامه دیگر تازه به حساب نمی‌آمدند. اکنون خانه نظرهای تازه را همه‌جا یکسان می‌شمارد و عدد تا وقتی مورد را باز کنید یا خوانده‌شده علامت بزنید بالا می‌رود. موضوعی که از آخرین بازدیدتان منتشر شده، جدید و تعداد نظرهایش را نشان می‌دهد، و خلاصهٔ بالا فقط وقتی چیزی را موضوع تازه می‌نامد که واقعاً باشد. مستقیماً گزارش شد.
fr: L'Accueil ne comptait les nouveaux commentaires que sur les éléments déjà ouverts. Tout ce que vous n'aviez pas ouvert n'affichait aucun compte, et n'était plus considéré comme nouveau à la prochaine ouverture de l'app. Désormais, l'Accueil compte les nouveaux commentaires de la même façon partout, et le compte continue d'augmenter jusqu'à ce que vous ouvriez l'élément ou le marquiez comme lu. Un sujet publié depuis votre dernière visite affiche NOUVEAU et son nombre de commentaires, et le résumé en haut n'appelle un élément nouveau sujet que s'il l'est vraiment. Signalé directement.
he: הבית ספר תגובות חדשות רק בפריטים שכבר פתחתם. מה שלא פתחתם לא הציג מספר, והפסיק להיחשב חדש בפעם הבאה שהאפליקציה נפתחה. עכשיו הבית סופר תגובות חדשות באותו אופן בכל מקום, והמספר ממשיך לגדול עד שתפתחו את הפריט או תסמנו אותו כנקרא. נושא שפורסם מאז הביקור האחרון שלכם מציג חדש ואת מספר התגובות, והסיכום למעלה קורא למשהו נושא חדש רק אם הוא באמת כזה. דווח ישירות.
hi: होम सिर्फ़ उन्हीं चीज़ों पर नई टिप्पणियाँ गिनता था जिन्हें आपने पहले खोला था। जो आपने नहीं खोला था उस पर कोई संख्या नहीं दिखती थी, और अगली बार ऐप खुलने पर वह नया नहीं गिना जाता था। अब होम हर जगह नई टिप्पणियाँ एक ही तरह गिनता है, और संख्या तब तक बढ़ती रहती है जब तक आप आइटम खोल न लें या उसे पढ़ा हुआ चिह्नित न करें। आपकी पिछली विज़िट के बाद पोस्ट हुआ विषय नया और अपनी टिप्पणियों की संख्या दिखाता है, और ऊपर का सारांश किसी चीज़ को तभी नया विषय कहता है जब वह सच में हो। सीधे रिपोर्ट किया गया।
id: Beranda dulu hanya menghitung komentar baru pada item yang pernah Anda buka. Item yang belum pernah dibuka tidak menampilkan jumlah, dan tidak lagi dianggap baru saat aplikasi dibuka berikutnya. Kini Beranda menghitung komentar baru dengan cara yang sama di mana pun, dan jumlahnya terus bertambah sampai Anda membuka item itu atau menandainya sudah dibaca. Topik yang diposting sejak kunjungan terakhir Anda menampilkan BARU dan jumlah komentarnya, dan ringkasan di atas hanya menyebut sesuatu topik baru jika memang benar-benar baru. Dilaporkan langsung.
it: La Home contava i nuovi commenti solo sugli elementi già aperti. Quelli mai aperti non mostravano alcun conteggio, e alla successiva apertura dell'app non risultavano più nuovi. Ora la Home conta i nuovi commenti allo stesso modo ovunque, e il conteggio continua a crescere finché non apri l'elemento o lo segni come letto. Un argomento pubblicato dopo la tua ultima visita mostra NUOVO e il numero di commenti, e il riepilogo in alto chiama nuovo argomento solo ciò che lo è davvero. Segnalato direttamente.
ja: ホームでは、以前に開いたことのある項目の新着コメントしか数えていませんでした。開いたことのない項目には数が表示されず、次にアプリを開いたときには新着として扱われなくなっていました。今後は、ホームのすべての項目で新着コメントを同じように数え、項目を開くか既読にするまで数が増え続けます。前回の訪問以降に投稿されたトピックには NEW とコメント数が表示され、上部の概要では本当に新しいトピックだけを新しいトピックと呼びます。直接の報告によるものです。
ko: 홈은 전에 열어 본 항목의 새 댓글만 세었습니다. 열어 보지 않은 항목에는 개수가 표시되지 않았고, 다음에 앱을 열면 더 이상 새 항목으로 취급되지 않았습니다. 이제 홈은 모든 항목의 새 댓글을 같은 방식으로 세며, 항목을 열거나 읽음으로 표시할 때까지 개수가 계속 늘어납니다. 마지막 방문 이후 게시된 주제에는 NEW와 댓글 수가 표시되고, 상단 요약은 정말 새로운 주제만 새 주제라고 부릅니다. 직접 보고되었습니다.
nl: Home telde nieuwe reacties alleen bij items die je al eens had geopend. Wat je niet had geopend, toonde geen aantal en telde bij de volgende keer openen van de app niet meer als nieuw. Nu telt Home nieuwe reacties overal op dezelfde manier, en het aantal blijft oplopen tot je het item opent of als gelezen markeert. Een onderwerp dat sinds je laatste bezoek is geplaatst, toont NIEUW en het aantal reacties, en de samenvatting bovenaan noemt iets alleen een nieuw onderwerp als het dat echt is. Rechtstreeks gemeld.
pl: Strona główna liczyła nowe komentarze tylko przy elementach, które już otwierałeś. To, czego nie otwierałeś, nie miało licznika i przestawało być nowe przy następnym uruchomieniu aplikacji. Teraz strona główna liczy nowe komentarze wszędzie tak samo, a licznik rośnie, dopóki nie otworzysz elementu lub nie oznaczysz go jako przeczytany. Temat opublikowany od Twojej ostatniej wizyty pokazuje NOWE i liczbę komentarzy, a podsumowanie na górze nazywa coś nowym tematem tylko wtedy, gdy naprawdę nim jest. Zgłoszone bezpośrednio.
pt: O Início só contava comentários novos em itens que você já tinha aberto. O que você não tinha aberto não mostrava contagem, e deixava de contar como novo na próxima vez que o app abria. Agora o Início conta os comentários novos da mesma forma em tudo, e a contagem continua aumentando até você abrir o item ou marcá-lo como lido. Um tópico publicado desde sua última visita mostra NOVO e o número de comentários, e o resumo no topo só chama algo de tópico novo se ele realmente for. Relatado diretamente.
ru: «Главная» считала новые комментарии только у материалов, которые вы уже открывали. У неоткрытых счётчика не было, и при следующем запуске приложения они переставали считаться новыми. Теперь «Главная» считает новые комментарии везде одинаково, и счётчик растёт, пока вы не откроете материал или не отметите его прочитанным. Тема, опубликованная после вашего последнего визита, показывает НОВОЕ и число комментариев, а сводка вверху называет новой темой только то, что действительно ею является. Сообщено напрямую.
sv: Hem räknade bara nya kommentarer på sådant du hade öppnat förut. Det du inte hade öppnat visade ingen siffra och slutade räknas som nytt nästa gång appen öppnades. Nu räknar Hem nya kommentarer på samma sätt överallt, och siffran fortsätter att öka tills du öppnar objektet eller markerar det som läst. Ett ämne som publicerats sedan ditt senaste besök visar NYTT och antalet kommentarer, och sammanfattningen högst upp kallar bara något för ett nytt ämne om det verkligen är det. Rapporterat direkt.
th: หน้าหลักเคยนับความคิดเห็นใหม่เฉพาะรายการที่คุณเคยเปิด รายการที่ไม่เคยเปิดไม่แสดงจำนวน และไม่นับว่าใหม่อีกเมื่อเปิดแอปครั้งถัดไป ตอนนี้หน้าหลักนับความคิดเห็นใหม่แบบเดียวกันทุกรายการ และจำนวนจะเพิ่มขึ้นเรื่อยๆ จนกว่าคุณจะเปิดรายการหรือทำเครื่องหมายว่าอ่านแล้ว หัวข้อที่โพสต์หลังการเข้าชมครั้งล่าสุดจะแสดงคำว่าใหม่และจำนวนความคิดเห็น และสรุปด้านบนจะเรียกสิ่งใดว่าหัวข้อใหม่ก็ต่อเมื่อเป็นหัวข้อใหม่จริงๆ ได้รับรายงานโดยตรง
tr: Ana Sayfa, yeni yorumları yalnızca daha önce açtığınız öğelerde sayıyordu. Açmadığınız öğeler sayı göstermiyor ve uygulama bir sonraki açılışta yeni sayılmayı bırakıyordu. Artık Ana Sayfa yeni yorumları her yerde aynı şekilde sayıyor ve sayı, öğeyi açana veya okundu olarak işaretleyene kadar artmaya devam ediyor. Son ziyaretinizden bu yana yayınlanan bir konu YENİ etiketini ve yorum sayısını gösteriyor; üstteki özet de bir şeye yalnızca gerçekten öyleyse yeni konu diyor. Doğrudan bildirildi.
uk: «Головна» рахувала нові коментарі лише в матеріалах, які ви вже відкривали. Невідкриті не мали лічильника й під час наступного запуску додатка переставали вважатися новими. Тепер «Головна» рахує нові коментарі всюди однаково, і лічильник зростає, доки ви не відкриєте матеріал або не позначите його прочитаним. Тема, опублікована після вашого останнього візиту, показує НОВЕ й кількість коментарів, а підсумок угорі називає новою темою лише те, що справді нею є. Повідомлено напряму.
vi: Trang chủ trước đây chỉ đếm bình luận mới ở những mục bạn đã mở. Mục chưa mở không hiện số, và thôi được coi là mới vào lần mở ứng dụng tiếp theo. Giờ Trang chủ đếm bình luận mới giống nhau ở mọi nơi, và con số tiếp tục tăng cho đến khi bạn mở mục đó hoặc đánh dấu là đã đọc. Chủ đề được đăng từ lần truy cập trước hiển thị MỚI và số bình luận, còn bản tóm tắt ở trên cùng chỉ gọi là chủ đề mới khi nó thật sự mới. Được báo cáo trực tiếp.
zh_hans: 主页以前只统计你打开过的项目的新评论。没打开过的项目不显示数量，而且下次打开应用时就不再算作新内容。现在主页对所有项目用同样的方式统计新评论，数量会一直累加，直到你打开该项目或将其标记为已读。自你上次访问以来发布的话题会显示“新”和评论数，顶部摘要也只会把真正的新话题称为新话题。直接报告的问题。
